export type CategoryGroup = {
  title: string;
  items: string[];
};

export const categories: CategoryGroup[] = [
  {
    title: "История",
    items: ["Древний мир", "Средние века", "Современная история"]
  },
  {
    title: "Детская литература",
    items: ["Сказки", "Приключения", "Развитие"]
  },
  {
    title: "Философия",
    items: ["Этика", "Метафизика", "Восточная философия"]
  },
  {
    title: "Бизнес",
    items: ["Маркетинг", "Лидерство", "Стартапы"]
  },
  {
    title: "Психология",
    items: ["Саморазвитие", "Отношения", "Эмоции"]
  },
  {
    title: "Наука",
    items: ["Космос", "Биология", "Технологии"]
  }
];
